e5-4620/3.2.80/30/3/read-only-64.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 30
query mode: simple
number of clients: 64
number of threads: 1
duration: 900 s
number of transactions actually processed: 86900872
latency average: 0.663 ms
tps = 96555.826668 (including connections establishing)
tps = 96556.184625 (excluding connections establishing)